Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་ཞེ་སྡང་དང་། གཏི་མུག་རྣམ་པར་བསལ་བས། དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Those bodhisattva great beings will have a nature that is isolated, owing to their elimination of hatred and delusion.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་འདོད་ཆགས་ཀྱི་ཚུལ་གྱིས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the indications of desire.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་ཞེ་སྡང་དང་། གཏི་མུག་གི་ཚུལ་གྱིས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the indications of hatred and delusion. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་འདོད་ཆགས་ཀྱི་མཚན་མས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the signs of desire.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་ཞེ་སྡང་དང་། གཏི་མུག་གི་མཚན་མས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the signs of hatred and delusion.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་འདོད་ཆགས་ཀྱི་རྣམ་པས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the forms of desire.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་ཞེ་སྡང་དང་། གཏི་མུག་གི་རྣམ་པས་དབེན་པའི་རང་བཞིན་དུ་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings will have a nature that is isolated from the forms of hatred and delusion.” {

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཡོངས་སུ་འཚལ་བར་འགྱུར་བ་དེ་དག་གི་ངང་ཚུལ་ཇི་ལྟ་བུར་འགྱུར།
en: IV: 107} “Blessed Lord, what will be the disposition of those bodhisattva great beings who comprehend this profound perfection of wisdom?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཡོངས་སུ་ཤེས་པར་འགྱུར་བ་དེ་དག་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ངང་ཚུལ་ཅན་དུ་འགྱུར་རོ། །གསོལ་པ།
en: Subhūti, those bodhisattva great beings who comprehend this profound perfection of wisdom will have the disposition of all-aspect omniscience,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ངང་ཚུལ་ཅན་ཏེ། སེམས་ཅན་རྣམས་ཀྱི་རྟེན་དུ་འགྱུར་བ་ལགས་སམ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, will those bodhisattva great beings who have the disposition of all-aspect omniscience be supportive of beings?” “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ངང་ཚུལ་ཅན་ནི་སེམས་ཅན་རྣམས་ཀྱི་རྟེན་དུ་འགྱུར་བ་ཡིན་ནོ། །གསོལ་པ།
en: Those bodhisattva great beings who have the disposition of all-aspect omniscience will be supportive of beings.” “

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ་ཞེས་གོ་ཆ་འདི་འཚལ་ཀྱང་། དེ་ལ་སེམས་ཅན་དང་སེམས་ཅན་དུ་གདགས་པ་མི་དམིགས་པ་དེ་དག་ནི་དཀའ་བ་བགྱིད་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, those bodhisattva great beings achieve that which is difficult, donning this armor and proclaiming that they should bring all beings to final nirvāṇa, although they do not apprehend beings or anything designated as a being.” “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ་ཞེས་གོ་ཆ་འདི་བགོས་པ་དེ་དག་ནི་དཀའ་བ་བྱེད་པའོ།
en: replied the Blessed One. “Those bodhisattva great beings who have donned this armor, proclaiming that they should bring all beings to final nirvāṇa, achieve that which is difficult. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་གཟུགས་དང་འབྲེལ་པ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with physical forms.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་གཟུགས་ཀྱང་ཤིན་དུ་མེད་ལ་བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, physical forms are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་གཟུགས་དང་འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with physical forms.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། འབྲེལ་པ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with feelings, perceptions, formative predispositions, or consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྣམ་པར་ཤེས་པ་ཡང་ཤིན་དུ་མེད་ལ།
en: If you ask why, Subhūti, consciousness [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས་དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་རྣམ་པར་ཤེས་པ་དང་། འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with consciousness [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the sense fields, the sensory elements, or the links of dependent origination.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཡང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the links of dependent origination [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་དང་འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with the links of dependent origination [and so forth]. “

source: །རབ་འབྱོར་གོ་ཆ་དེ་ནི་བདག་དང་འབྲེལ་པ་མ་ཡིན།
en: Subhūti, this armor is not associated with the self.

source: སེམས་ཅན་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with beings.

source: སྲོག་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with life forms.

source: སྐྱེ་བ་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with living creatures.

source: གསོ་བ་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with life.

source: སྐྱེས་བུ་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with individual personalities.

source: གང་ཟག་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with human beings.

source: ཤེད་ཅན་དང་འབྲེལ་པ་མ་ཡིན། ཤེད་བདག་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with people.

source: བྱེད་པ་པོ་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with actors.

source: ཚོར་བ་པོ་དང་འབྲེལ་པ་མ་ཡིན།
en: It is not associated with experiencers.

source: ཤེས་པ་པོ་དང་འབྲེལ་པ་མ་ཡིན། མཐོང་བ་པོ་དང་འབྲེལ་པ་མ་ཡིན་ཏེ།
en: It is not associated with knowers, and it is not associated with viewers.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་མཐོང་བ་པོ་ཡང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་དེ་ཡང་མེད་པས།
en: If you ask why, Subhūti, viewers [and those other postulated subjects] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་མཐོང་བ་པོ་དང་འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with viewers [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་འབྲེལ་པ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the perfection of generosity.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the perfection of generosity is absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor is said not to be associated with the perfection of generosity.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་འབྲེལ་པ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the perfection of wisdom [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་འབྲེལ་བ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor is said not to be associated with the perfection of wisdom [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་ནང་སྟོང་པ་ཉིད་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the emptiness of internal phenomena.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ཀྱང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་དེ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the emptiness of internal phenomena is absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་ནང་སྟོང་པ་ཉིད་དང་འབྲེལ་བ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor is said not to be associated with the emptiness of internal phenomena.

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the emptiness of the essential nature of nonentities [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆེ་དེ་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་དང་འབྲེལ་བ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor is said not to be associated with the emptiness of the essential nature of nonentities [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the applications of mindfulness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དྲན་པ་ཉེ་བར་གཞག་པ་ཉིད་ཀྱང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the applications of mindfulness are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་དང་འབྲེལ་བ་མ་ཡིན་ཞེས་བྱའོ། །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་ཡང་དག་པར་སྤོང་བ་དང་།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཡང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: If you ask why, Subhūti, the noble eightfold path [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་འབྲེལ་བ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor is said not to be associated with the noble eightfold path [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་གོ་ཆ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དང་འབྲེལ་བ་མ་ཡིན་ཏེ།
en: Subhūti, this armor of bodhisattva great beings is not associated with [the fruitional attributes and goals], up to and including all-aspect omniscience. {Ki.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱང་ཤིན་དུ་མེད་ལ། བྱང་ཆུབ་སེམས་དཔའི་གོ་ཆ་ཡང་མེད་པས།
en: IV: 108} If you ask why, Subhūti, all-aspect omniscience [and so forth] are absolutely nonexistent, as indeed is the armor of the bodhisattvas nonexistent.

source: དེའི་ཕྱིར་གོ་ཆ་དེ་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་འབྲེལ་པ་མ་ཡིན་ཞེས་བྱའོ།
en: Accordingly, this armor of bodhisattva great beings is said not to be associated with all-aspect omniscience [and so forth]. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པ་གང་དག་སེམས་ཅན་ཐམས་ཅད་བདག་ཅག་གིས་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ་ཞེས་གོ་ཆ་བགོས་པ་དེ་དག་གི་གོ་ཆ་ནི་ཆོས་ཐམས་ཅད་དང་འབྲེལ་པ་མ་ཡིན་ནོ།
en: Subhūti, the armor of those bodhisattva great beings who practice this profound perfection of wisdom and who don the armor, proclaiming that they themselves should bring all beings to final nirvāṇa, is not associated with anything.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ་ཞེས་གོ་ཆ་འཚལ་བ་དེས། ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སའི་གནས་གཉིས་སུ་དོགས་པར་མི་བགྱི་སྟེ།
en: Blessed Lord, bodhisattva great beings who wear the armor, proclaiming that they should bring all beings to final nirvāṇa, should not be in fear of the two abodes, which are the level of the śrāvakas and the level of the pratyekabuddhas.

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་བྱའོ་ཞེས་གོ་ཆ་འཚལ་བའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཉན་ཐོས་ཀྱི་སའམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་བའི་གནས་དང་སྐབས་མ་མཆིས་ཏེ།
en: Blessed Lord, those bodhisattva great beings who wear the armor, proclaiming that they should bring all beings to final nirvāṇa, have no chance of lapsing into the level of the śrāvakas or the level of the pratyekabuddhas.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་མཚམས་བཅད་དེ། སེམས་ཅན་གྱི་དོན་དུ་གོ་ཆ་འཚལ་བ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: If one were to ask why, bodhisattva great beings do not don this armor for the sake of beings limited by boundaries.”

source: རབ་འབྱོར་ཁྱོད་ཀྱིས་དོན་གྱི་དབང་གང་ཞིག་མཐོང་ན། དེ་སྐད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་གོ་ཆ་བགོས་ཤིང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་སྤྱོད་པ་དེས། ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སའི་གནས་གཉིས་སུ་དོགས་པར་མི་བྱའོ་ཞེས་སྨྲས། གསོལ་པ།
en: The Blessed One asked, “Considering what objective do you say, Subhūti, that bodhisattva great beings who wear such armor and practice this profound perfection of wisdom should not be in fear of the two abodes, which are the level of the śrāvakas and the level of the pratyekabuddhas?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་ཅན་ཉི་ཚེ་ཉུང་ཟད་ཅིག་གི་སླད་དུ་གོ་ཆ་འཚལ་བ་མ་ལགས།
en: Blessed Lord, it is because bodhisattva great beings have not donned this armor for the sake of a small or limited number of beings.

source: ཡེ་ཤེས་ཆུང་ཟད་ཉི་ཚེ་ཞིག་གི་སླད་དུ་གོ་ཆ་འཚལ་བ་མ་ལགས་ཏེ།
en: They have not donned this armor for the sake of small or limited knowledge.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བའི་སླད་དུ་གོ་ཆ་འཚལ་ཏོ།
en: If one were to ask why, Blessed Lord, bodhisattva great beings have donned this armor in order that they might bring all beings to final nirvāṇa.

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཀྱི་སླད་དུ་གོ་ཆ་འཚལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, bodhisattva great beings have donned this armor for the sake of the wisdom of all-aspect omniscience.” “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་སེམས་ཅན་ཉུང་ཟད་ཉི་ཚེའི་དོན་དུ་གོ་ཆ་བགོས་པ་མ་ཡིན་ཏེ།
en: replied the Blessed One. “Bodhisattva great beings have not donned this armor for the sake of a small or limited number of beings.

source: ཡེ་ཤེས་ཆུང་ཟད་ཉི་ཚེའི་དོན་དུ་གོ་ཆ་བགོས་པ་མ་ཡིན་གྱི།
en: They have not donned this armor for the sake of small or limited knowledge.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་མྱ་ངན་ལས་བཟླས་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་དོན་དུ་གོ་ཆ་བགོས་སོ། །གསོལ་པ།
en: Subhūti, bodhisattva great beings have donned this armor in order that they might bring all beings to final nirvāṇa, and for the sake of the wisdom of all-aspect omniscience.” “

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་ཤིན་དུ་ཟབ་པ་སྟེ།
en: Blessed Lord, this perfection of wisdom is absolutely profound.

source: དེ་ནི་སུས་ཀྱང་བསྒོམ་པར་མི་བགྱི།
en: It should not be cultivated by anyone.

source: ཅི་ཡང་བསྒོམ་པར་མི་བགྱི། གང་དུ་ཡང་བསྒོམ་པར་མི་བགྱིའོ།
en: There is nothing that should be cultivated, and there is nothing in which it should be cultivated.

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལ་གང་བསྒོམ་པའམ། གང་བསྒོམ་པར་བགྱི་བའམ། གང་གིས་བསྒོམ་པར་བགྱི་བའི་ཆོས་གང་ཡང་ཡོངས་སུ་གྲུབ་པ་དམིགས་སུ་མ་མཆིས་ཏེ།
en: IV: 109} Blessed Lord, in this profound perfection of wisdom one can apprehend nothing absolutely existent that cultivates, nothing that is to be cultivated, and nothing by which cultivation is made.

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་དེ་ནི་ནམ་མཁའ་བསྒོམ་པའོ།
en: Blessed Lord, the cultivation of the perfection of wisdom is the cultivation of space.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་དེ་ནི་ཆོས་ཐམས་ཅད་བསྒོམ་པའོ།
en: Blessed Lord, so it is that the cultivation of the perfection of wisdom is the cultivation of all phenomena.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་དེ་ནི་མ་མཆིས་པ་བསྒོམ་པའོ།
en: Blessed Lord, so it is that the cultivation of the perfection of wisdom is the cultivation of the nonexistent.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་དེ་ནི་ཡོངས་སུ་འཛིན་པ་མ་མཆིས་པ་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: Blessed Lord, so it is that the cultivation of the perfection of wisdom is the cultivation of nonappropriation.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་དེ་ནི་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, so it is that the cultivation of the perfection of wisdom is the breaking down of cultivation.” “

source: རབ་འབྱོར་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་དེ་གང་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པ་ཡིན།
en: In that case, Subhūti,” asked the Blessed One, “with respect to which phenomena is the cultivation of the perfection of wisdom a breaking down of cultivation?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་གཟུགས་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of physical forms.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of feelings, perceptions, formative predispositions, and consciousness.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the sense fields, the sensory elements, and the links of dependent origination.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་བདག་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the self.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་སེམས་ཅན་དང་། སྲོག་དང་། འགྲོ་བ་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ཅན་དང་། ཤེད་བདག་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of sentient beings, life forms, living beings, life, living creatures, individual personalities, human beings, people, actors, experiencers, knowers, and viewers. “

source: ཤེས་པ་པོ་དང་། མཐོང་པ་པོ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the perfection of generosity.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་ནང་སྟོང་པ་ཉིད་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the emptiness of internal phenomena.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities. “

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་ཡང་དག་པར་སྤོང་བ་དང་།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the applications of mindfulness.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ། །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.

source: ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་།
en: Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, the gateways to liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways. {

source: མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: Ki.

source: །བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་བསྒོམ་པ་རྣམ་པར་བསྒོམ་པའོ།
en: IV: 110} “Blessed Lord, this cultivation of the perfection of wisdom is the breaking down of the cultivation of the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas.
